export const MENU_ITEMS = [
    {
      bgColorItem: "#ff8c00",
      iconPath: [
        "M10 20V14H14V20",
        "M4 10L12 3L20 10",
        "M5 10H19V20H5z"
      ],
      route: "/"
    },
    {
      bgColorItem: "#4343f5",
      iconPath: [
        "M12 12C14.2091 12 16 10.2091 16 8C16 5.79086 14.2091 4 12 4C9.79086 4 8 5.79086 8 8C8 10.2091 9.79086 12 12 12Z", // Голова
        "M6 18C6 15.7909 9.13401 14 12 14C14.866 14 18 15.7909 18 18V19H6V18Z" // Плечи и тело
      ],
      route: "/account"
    },
    {
      bgColorItem: "#f54888",
      iconPath: [
        "M3 9H21C21.5523 9 22 9.44772 22 10V17C22 18.1046 21.1046 19 20 19H4C2.89543 19 2 18.1046 2 17V10C2 9.44772 2.44772 9 3 9Z", // Тело кошелька
        "M7 9V7C7 5.89543 7.89543 5 9 5H15C16.1046 5 17 5.89543 17 7V9", // Закрывающая часть кошелька
        "M12 6C12.5523 6 13 6.44772 13 7C13 7.55228 12.5523 8 12 8C11.4477 8 11 7.55228 11 7C11 6.44772 11.4477 6 12 6Z" // Монета
      ],
      route: "/tasks"
    },
    {
      bgColorItem: "#65ddb7",
      iconPath: [
        "M4 8H20V16H4V8Z", // Основная часть конверта
        "M4 8L12 13L20 8", // Линия, символизирующая закрытую часть конверта
      ],
      route: "/account3"
    }
  ];